---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefinitionGroups
source: html/2ac8205a-3478-33f7-4618-3162a2281850.htm
---
# DefinitionGroups Members

Tests for the existence of a definition group within the collection.